[General]
Translator, "Andre Bertheola, Betto Geldres, David Chova, Javier L., Jorge Garza, LuisMi"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAPK/AN85DNcgDJYXC5UtJOBYL9IgC/7TAKWCPfHEMvLFM6+TALKeAPfOAI4X
CNg2CqWCQtEzCPTFAJMXCZEXCMshCtkgDZA5LpE1KJEXCfPDBvvOANN0YfPDANd7XPPHL6eGNIoX
BvXKAOOrB6WDN+G0VNwgDo5IO/LAANtfOI5QRO69S9xbNfG8AO65T45TR/XPLZMaDdNqWdRmVNRi
UNI0CPHGT/XGAPTEPdw3DPLDO45CNolAM62PAO62BvzbAK15TJoXC9G3rtZUROY8DfTKLOa3B58w
CfTCVPfMAPPDX/PHAPXJH++4AJBYS/DCPPLIPIgXBvfKAPHHQfHFRa6RAPDAQPTGRPK/WqR6U+7D
VJI4K/XIBrqFZ8pgA5QyJdU+Ftc3CvbRKpwVC+E6DfLDI9UgDfjSAP7RAJA6LM4gCa6TALCVANk3
CvjOANpmRNKwqscfB/bHAI5LPrJ5UuOvBu+2EvPLN5A/M9lqSNhxUMGoWvHFStVYSJcsBPjUJYwX
B+CyApJYTY5OQdZ+YNhJONiCZ/3UB95GNtd0VNthPJRPNO63AP/WANdNPPC1AJBANtQ1CcMfB5YX
CoUVA4gWBYUWBcGeYNd4WaeGRPTEAPTNMu/BWNhtTdY2CcUdBPC7APrXANN4ZfHDN/LDFZx/M45F
OP/jALmASeA5DN04C94fEPLDANVeTK5+X/bJANd+badmI+UhEMkfCI88MaWDO9AgCtpkQIwXCOi7
RbambNdRQNNuXZRfSI1hWQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAH05eaFi0JwTpnbgoXVhC4YvkATBEsWBl4wZNFr1GbLLUSFEMXoZIuQBUyI9nfK8uaUoBYsC
fjIp4aTFBh8qU6Dc2QRDzJ9DayBgKZEFSC4rT0Yp+FCECZcNPRAguYRKyB4cOhKUIaVBwis0VWq5
6OIKDh07Ppq0QKFJTpIDC0is0BXLS6lHjEAB6HBDiptGbEBcGVHHSCAArJaIaHAm1I9TDBaBiVAj
kqcwD9rkUBUgFRkiR9J8khRnVgU1tgyYEWDBxCpZY3hQslQpSghAuBxQyDBh0oAgBAICADs=


[BFAPI]
ErrorClientVersionTooOld, "La versión de su aplicación es demasiado antigua.\nPor favor, actualice la aplicación e inténtelo de nuevo."
ErrorFailClientTime, "La hora de su equipo no está ajustada correctamente. \nPor favor compruebe la hora del sistema y vuelva a intentarlo."
ErrorFailLogin, "Compruebe su correo electrónico y contraseña e inténtelo nuevamente."
ErrorFailPrefix, "Error al conectar con su cuenta de Binary Fortress.\nPor favor, compruebe su conexión a Internet, y verifique que esta aplicación no está siendo bloqueado por un proxy o cortafuegos en su equipo o red."
ErrorInvalidProTrialLicenseKey, "Su clave de licencia de prueba no parece ser válida.\nPor favor contáctenos para más información."
ErrorItemSizeTooLarge, "Uno de los elementos que estas tratando de sincronizar es demasiado largo.\nNecesitas borrar ese elemento e intentar sincronizar otra vez."
ErrorTrialExpiredPrompt, "Su licencia de prueba Pro ha expirado.\n¿Quiere contactar con nosotros y comenzar otra prueba?"
ErrorUnknownProPurchasedLicenseKey, "Su clave de licencia no parece ser válida.\nPor favor contáctenos para más información."
LoginPrompt, "Debe introducir su información de inicio de sesión de Binary Fortress primero.\n¿Le gustaría entrar en su información de acceso ahora?"
TitleSync, "Sincronizando con su cuenta de Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Iniciar sesión"
btnLogout, "&Cerrar sesión"
btnMyAccount, "Mi &cuenta"
btnMyLicenses, "Mis &licencias"
btnRegister, "&Registrarse"
btnResetPassword, "Restablecer contraseña"
lblEmailAddress, "Dirección de correo electrónico:"
lblName, "Nombre:"
lblPassword, "Contraseña:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Uso Personal o Corporativo, # indicado en el nombre de licencia"
LicenseRestrictionEnterprise, "PC ilimitadas en número ilimitado de lugares"
LicenseRestrictionPersonalHome, "Ordenadores personales ilimitados, y 1 ordenador de empresa de uso personal"
LicenseRestrictionSite, "Número ilimitado de PC's en un sólo sitio"
LicenseRestrictionStandard, "Uso Personal o Corporativo, en una sola PC"
LicenseRestrictionSteam, "Uso Personal o Corporativo, número ilimitado de PC, usuario principal es usted y se instalará Steam"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Por favor, escriba una dirección de correo electrónica válida e inténtelo de nuevo."
ErrorEnterPassword, "Escriba su contraseña y vuelva a intentarlo."
ErrorLoginFailed, "No se ha podido cargar la información de su cuenta.\nPor favor, compruebe su dirección de correo electrónico y contraseña e inténtelo de nuevo."
ErrorNoLicensesFound, "Lo sentimos, no hemos podido encontrar ninguna información de la licencia para esta cuenta.\nSi necesita ayuda, por favor póngase en contacto con nosotros."
ErrorUnknownLicenses, "Se ha producido un error mientras cargaba su información de licencia."
ErrorUnknownLogin, "Se ha producido un error mientras cargaba su información de cuenta."
Note, "Inicia sesión para recuperar tu clave de Licencia y sincronizar con tu cuenta de Binary Forteress."
SelectLicensePrompt, "Estas usuando una versión gratuita, una versión de prueba, o tu clave de Licencia no es correcta.\nQuieres descargar una clave de Licencia de tu cuenta Binary Fortress?"
Title, "Mi cuenta de Binary Fortress"
TitleLoadingLicenses, "Cargando mi información de licencia"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Por favor seleccione el estilo de la Ventana:"
PromptSelectWindowStylesEx, "Por favor seleccione el estilo de la Ventana Extendida:"
RemoveConfirmOne, "Está seguro de eliminar el elemento seleccionado?"
SelectAnItem, "Por favor seleccione un elemento de la lista e inténtelo otra vez."
SelectAudioDevice, "Por favor seleccione un Dispositivo de Audio."
SelectMouseCursorLocation, "Haga clic para seleccionar una posición del cursor del ratón\nPulse cualquier tecla para cancelar"
SendKeys_EditString, "Editar secuencia"
SendKeys_EnterString, "Introducir secuencia:"
SendKeys_mniAddKeyCombination, "Añadir combinación de Teclas"
SendKeys_mniAddRawText, "Añadir texto sin formato"
SendKeys_mniAddText, "Añadir Texto"
SendKeys_Title, "Secuencia de teclas"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Fecha de creación"
colDateExpires, "Fecha de vencimiento"
colLicenseKey, "Licencia"
colLicenseRestrictions, "Restricciones de licencia"
colLicenseType, "Tipo de Licencia"
colName, "Nombre"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "¿Está seguro que desea usar esta de licencia?"
ErrorSelectLicense, "Por favor seleccione una licencia de la lista y vuelva a intentarlo."
ShowNeedLicenseWarning, "Seleccione una de las licencias de la lista y haga clic en el botón "Aceptar" para usarla."
Title, "Mis licencias"


[BFFormDownload_Strings]
ConfirmCancel, "¿Está seguro que desea cancelar esta descarga?"
Error, "Se ha producido un error."
Progress, "Restante: {0} KB ({1} KB total)"
ProgressUnknown, "Descargando: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Seleccione una etiqueta de WallpaperFusion e inténtelo otra vez."
lblQuery, "Filtro:"
Title, "Etiquetas WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Cerrar"
colCreatedBy, "Creado por"
colDownloads, "Descargas"
colLanguage, "Lenguaje"
colLastModified, "Última modificación"
lblQuery, "Filtro:"
Loading, "Cargando..."


[BFFormProxySettings_Controls]
btnSave, "Guardar"
lblProxyAddress, "Dirección del servidor:"
lblProxyPassword, "Contraseña:"
lblProxyPassword2, "Volver a escribir la contraseña:"
lblProxyPort, "Puerto:"
lblProxyUsername, "Nombre de usuario:"
rdoCustomSettings, "Utilice la &configuración personalizada del servidor proxy:"
rdoNoProxy, "&Sin servidor proxy (conexión directa a Internet)"
rdoUseIESettings, "Utilice la &configuración de conexión de Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Por favor introduzca una dirección para el servidor proxy o seleccione "Sin servidor proxy"."
EnterServerPort, "Por favor introduzca un puerto para el servidor proxy o seleccione "Sin servidor proxy"."
PasswordDecryptionFailed, "La configuración de la conexión a Internet parece ser válida.\n¿Le gustaría volver a introducir la contraseña del proxy para fijar esta configuración?"
PasswordsNotMatch, "Su contraseña del servidor proxy no es correcta, por favor inténtelo de nuevo."
Title, "Config. Conexión a Internet"


[BFFormSelectApplication]
AllApplications, "Todas las aplicaciones"
btnBrowse, "&Examinar"
btnRefresh, "&Actualizar"
colApplication, "Aplicación"
colPath, "Ruta"
GroupDesktopApplications, "Aplicaciones de escritorio"
GroupWindows8Applications, "Aplicaciones Windows 8"
lblWindowPicker, "Arrastre este sobre una ventana para seleccionar el proceso en la lista automáticamente"
PleaseSelectApplication, "Por favor seleccione una aplicación primero."
Title, "Seleccionar aplicación"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor predeterminado"
colSetting, "Configuración"
colValue, "Valor"
lblFilter, "Filtro:"
lblHelp, "Doble clic en una opción para modificarla, haga clic en el botón "Ayuda" para obtener más información."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Se ha producido un error mientras guardaba esta configuración."
SavedSuccessfully, "Se ha guardado su configuración avanzada.\nPuede que tenga que reiniciar la aplicación para que los cambios surtan efecto."
Title, "Configuración avanzada"
TitleEdit, "Editar configuración avanzada"


[BFFormSettings_Controls]
btnAdvancedSettings, "Configuración avanzada"
btnAutoUpdateCheckNow, "Comprobar act&ualizaciones Ahora"
btnBackupSettings, "Exportar configuración"
btnLicenseChangeToFree, "Cambiar a Versión Gratuita"
btnLicenseKeyRequestTrial, "Solicitar nueva licencia"
btnLicenseLoadOnline, "Cargar desde la cuenta de Binary Fortress"
btnLicensePasteFromClipboard, "Pegar desde el portapapeles"
btnProxySettings, "Config. Conexión a Internet"
btnRestoreSettings, "Restaurar configuración"
btnTroubleshootingClearLog, "Borrar registro (log)"
btnTroubleshootingCopy, "Copiar al portapapeles"
btnTroubleshootingOpenLog, "Abrir registro (log)"
chkAutoUpdate, "Comprobar actualizaciones automáticamente"
chkAutoUpdateBeta, "Comprobar versiones Beta (nuevas, inestables)"
chkAutoUpdateSteam, "Buscar actualizaciones automáticamente (Steam puede ignorar esta configuración)"
colLanguageName, "Nombre"
colLanguageRightToLeft, "De derecha a izquierda"
colLanguageTranslators, "Traducciones"
colLanguageVersion, "Versión"
gbAutoUpdate, "Comprobar si hay una actualización"
gbLicenseReseller, "Información de distribuidores"
lblAutoUpdateWarningBASE, "Advertencia: Las actualizaciones automáticas están desactivadas, no aparecerán mensajes para instalar nuevas versiones"
lblLanguageGetMore, "Obtener Idiomas Nuevos y Actualizados"
lblLicenseExpires, "Licencia válida hasta:"
lblLicenseKey, "Clave de licencia:"
lblLicenseTo, "Licencia de:"
tabAbout, "Acerca de"
tabLanguage, "Idiomas"
tabLicense, "Licencia"
tabOptions, "Opciones"
tabOurApps, "Nuestras APPs"
tabTroubleshooting, "Solución de problemas"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "¿Está seguro que desea eliminar la Licencia y cambiar a la versión Gratuita?"
DebugLogCleared, "El registro de depuración se ha eliminado correctamente."
DebugLogNotFound, "El registro de depuración no se ha podido encontrar.\nAsegúrese de que ha activado primero el registro de depuración."
FreeVersion, "Versión Gratuita"
LicenseKeyRequestTrialDescription, "Haremos un seguimiento con usted dentro de 2 días hábiles."
LicenseKeyRequestTrialMessage, "Me gustaría solicitar una nueva clave de licencia de prueba. ¡Gracias!"
LogLevel0, "L0: Registro deshabilitado"
LogLevel1, "L1: Registro reducido"
LogLevel2, "L2: Registro detallado (no recomendado)"
LogLevel3, "L3: Registro total (no recomendado)"
RegistryExportSuccess, "Su configuración se ha exportado correctamente."
RestoreSettingsFailed, "No se ha podido restaurar su configuración."
RestoreSettingsSuccess, "Su configuración se ha restaurado correctamente."
SettingsLoadError, "Se ha producido un error mientras se cargaba la configuración."
SettingsSaveError, "Se ha producido un error mientras se guardaba la configuración."
Title, "Configuración"
TroubleshootingCopyError, "No se ha podido copiar su información de la Solución de problemas."
TroubleshootingCopySuccess, "Su información de Solución de problemas se ha copiado correctamente en el portapapeles."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Dirección de correo electrónico:"
lblMessage, "Mensaje:"
lblName, "Nombre:"
lblSubject, "Asunto:"
lblWarning, "La información de la ficha Solución de problemas y el archivo Debug.log serán cifrados y enviados junto con la solicitud de soporte para que podamos resolver el problema rápidamente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Por favor, escriba una dirección de correo electrónica válida e inténtelo de nuevo."
EnterMessage, "Por favor escriba un mensaje e inténtelo nuevamente."
EnterName, "Por favor escriba su nombre e inténtelo nuevamente."
EnterSubject, "Por favor escriba un asunto."
SendSuccess, "Su información se ha enviado correctamente.\nAlguien se comunicará con usted dentro de 1 día laboral."
Title, "Enviar solicitud de asistencia"
TooLongEmailAddress, "Por favor escriba un correo electrónico mas corto e inténtelo nuevamente."
TooLongName, "Por favor escriba un nombre corto e inténtelo nuevamente."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Comprar Licencia Pro"
btnLater, "Puede ser más tarde"
btnMoreInfo, "Más información"
lblInvalidLicense, "Su clave de licencia Pro no es válida!\n\nPor favor, compruebe que ha introducido la clave de licencia correcta en la pestaña Clave de licencia de la ventana Configuración.\n\nSi la clave de licencia es correcta y usted todavía está viendo este mensaje, póngase en contacto con el soporte de Binary Fortress usando el botón de Ayuda."
Title, "Clave de licencia no válida"


[BFFormUpdate_Controls]
btnChangeLog, "Ver Registro de Cambios"
btnDownloadOnly, "&Visitar Sitio Web"
btnInstallNow, "&Instalar ahora"
btnInstallOnExit, "Instalar al salir"
btnRemindMeLater, "&Recordarme Luego"
btnSkipThisVersion, "&Omita Ésta Versión"
lblNewVersion, "Nueva Versión:"
lblOldVersion, "Versión Actual:"
lblUpdateNotes, "Novedades o en ésta Versión:"
lblUpdateSize, "Actualizar Tamaño:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es recomienda que actualice a la nueva versión.\n¿Está seguro que desea omitir esta actualización?"
DownloadFailedSave, "Se ha producido un error al guardar este archivo localmente."
DownloadingUpdate, "Descargando actualización"
DownloadInvalidData, "Datos no válidos devueltos por el servidor. El servidor puede estar teniendo problemas para encontrar el archivo solicitado."
DownloadNoData, "No se obtuvieron datos del sitio web."
ErrorDownload, "Se ha producido un error al intentar descargar la nueva versión."
FreeNotice, "Esta actualización, y todas las futuras actualizaciones son gratuitas! Actualice hoy y disfrute!"
Title, "Actualización disponible"
UpdateProMessage, "Es necesario actualizar a una licencia Pro para utilizar la actualización de un solo clic.\n¿Quiere más información acerca de la actualización?"


[BFHelpButton_Controls]
mniDiscussions, "Debates de la comunidad"
mniOnlineHelp, "Ayuda en Línea"
mniSupportRequest, "Solicitud de Soporte"


[BFHotKey]
ErrorHotKeyBindFailed, "Error con las teclas de acceso rápido:"
ErrorHotKeyComboInUse, "La combinación de teclas ya está en uso. Hay algunas razones por las que esto puede suceder: \n- La Combinación de Teclas ya está asignada en otra parte de esta aplicación \n- Otra aplicación ya está utilizando esta Combinación de Teclas \n- Una función integrada de Windows utiliza esta Combinación de Teclas \n\nPor favor, editar o eliminar la Combinación de Teclas en la configuración."
ErrorIncorrectKeyValue, "Combinación de teclas no válida: Introduzca un valor clave."
ErrorIncorrectNumberElements, "Combinación de teclas no válida: Número incorrecto de teclas."
ErrorIncorrectNumberKeyMods, "Combinación de teclas no válida: Número incorrecto de modificadores."
ErrorInvalidKeyCombo, "La combinación de teclas que ha especificado no es válida."
ErrorSystemReserved, "La combinación de teclas especificada está reservada para Windows y no se puede usar."
ErrorTooManyModifiers, "Combinación de teclas no válida: Demasiados modificadores."
HotKeyLabelKeys, "Seleccione los modificadores y luego introduzca la tecla deseada"
HotKeyLabelMouse, "Seleccione los modificadores y luego haga clic en el botón deseado del ratón"


[BFMessage]
btnCopy, "&Copiar al Portapapeles"
btnMoreInformation, "&Mostrar Más Información"


[BFTextQuery]
CaseSensitive, "Sensible a Mayúsculas y minúsculas:"
ErrorBracketMismatch, "Error: No coinciden los parentesis.\nPor favor, cierra los paréntesis o encierra la búsqueda entre comillas."
ErrorEscapeCharAtEnd, "Error: Se ha encontrado un carácter de Escape '\' al final de la consulta.\nPor favor elimina el carácter de escape."
ErrorExpectedMatchCountChar, "Error: Se esperab ':::cbc:::' en la posición {0}.\nPor favor, cierra los paréntesis o encierra la búsqueda entre comillas."
ErrorExpectedQuote, "Error: Se esperaba '"' en la posición {0}.\nPor favor corrige los caracteres de escape '"'."
ErrorInvalidChar, "Error: Carácter no válido '{0}' en la posición {1}.\nPor favor introduzcalo entre comillas."
ErrorInvalidDigit, "Error: Dígito no válido en la posición {0}.\nLos dígitos deben ser positivos, y únicamente caracteres numéricos."
MayContain, "Puede contener:"
MayEqual, "Puede ser igual a:"
MayNotContain, "No Puede Contener:"
MayNotEqual, "Puede no ser igual a:"
MustContain, "Debe contener:"
MustEqual, "Debe ser igual a:"
MustNotContain, "No debe contener:"
MustNotEqual, "No debe ser igual a:"
Time, "una vez"
Times, "{0} veces"


[BFUpdateCheck]
AlreadyInProgress, "Comprobando Actualizaciones..."
ErrorRunningDownloadedFile, "Se ha producido un error al intentar ejecutar el archivo de instalación descargado."
FailedToGetVersion, "No se puede cargar la última la versión."
NoUpdate, "Ya está utilizando la última versión."
Title, "Actualizar"


[cFunctions_Strings]
FolderNotRecognized, "La carpeta seleccionada no es reconocida y no se puede buscar."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Examinar y añadir"
btnBrowseExcludePath, "Examinar"
btnFolderBrowse, "&Examinar"
btnFolderBrowseAppend, "Examinar y añadir"
btnNewSearch, "Búsqueda en una pestaña &nueva"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Buscar"
btnStop, "&Detener"
chkCaseSensitive, "&Coincidir mayúsculas y minúsculas"
chkFileSizeMax, "Tamaño máximo del archivo:"
chkFileSizeMin, "Tamaño mínimo del archivo:"
chkIsQueryRegEx, "Consulta RegEx"
chkSearchSubFolders, "Buscar en sub&carpetas"
chkShowFirstResult, "&Solo muestra el primer resultando de cada archivo"
chkShowIncludeFilterMatchFiles, "Mostrar nombres archivos coincidentes con filtro "incluir archivos""
chkShowIncludeFilterMatchFolders, "Mostrar nombres carpetas coincidentes con filtro "incluir archivos""
chkShowQueryMatchFiles, "Mostrar nombres archivos coincidentes con texto de la consulta"
chkShowQueryMatchFolders, "Mostrar nombres carpetas coincidentes con texto de la consulta"
chkUseIFilters, "Contenido del archivo procesado mediante controlador (más lento)"
colDateAccessed, "Fecha de acceso"
colDateCreated, "Fecha de creación"
colDateModified, "Fecha de modificación"
colExtension, "Extensión"
colFile, "Nombre de archivo"
colFileSize, "Tamaño de archivo"
colLine, "Línea"
colLineNumber, "Línea #"
colPath, "Ruta"
lblAccessedTo, "a"
lblAdditionalLinesAfter, "Mostrar X líneas después result. búsqueda:"
lblAdditionalLinesBefore, "Mostrar X líneas antes resultado búsqueda:"
lblCreatedTo, "a"
lblDateAccessed, "Fecha de acceso:"
lblDateCreated, "Fecha de creación:"
lblDateFilterLogic, "Filtro lógico de fecha:"
lblDateModified, "Fecha de modificación:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "a"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Resultados encontrados: {0}"
lblStatusTotal, "Archivos buscados: {0}"
mniAbout, "Acerca de"
mniClearSearchHistory, "Borrar historial de búsquedas"
mniCloseAll, "Cerrar Todo"
mniCloseAllButThis, "Cerrar otros"
mniCloseSearch, "&Cerrar"
mniCopyToClipboard, "Copiar resultados seleccionados"
mniCopyToClipboardAll, "Copiar todos los resultados"
mniExit, "Salir"
mniExplorerContextMenu, "Menú contextual de Windows"
mniHelp, "Ayuda"
mniOpenFolder, "Abrir carpeta contenedora"
mniOpenFolderOnly, "Abrir Carpeta"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Eliminar permanentemente los archivos seleccionados"
mniRemoveRows, "Quitar resultados seleccionados de la lista"
mniRenameFile, "Rename Selected File"
mniSettings, "Configuración"
mniShowFilterControls, "Mostrar control de filtros"
mniTextCopy, "&Copiar"
mniTextSelectAll, "Seleccionar &Todo"
mniTools, "&Herramientas"
mniTrayExit, "Salir"
mniTrayLoadProfiles, "Cargar perfil"
mniTrayShowFileSeek, "Mostrar FileSeek"
mniTraySyncProfiles, "Sincronizar perfiles"
mnuCopyFilePath, "Copiar nombres de archivos seleccionados (separados por comas)"
mnuExportAllHTML, "Exportar todos los resultados a HTML"
mnuExportSelectedResultsHTML, "Exportar los resultados seleccionados a HTML"
mnuFileCopy, "Copiar los archivos seleccionados"
mnuFileCut, "Cortar los archivos seleccionados"
mnuFileDelete, "Eliminar archivos seleccionados"
mnuLanguage, "Idiomas"
mnuLoadProfile, "Cargar"
mnuManageProfiles, "Administrar Perfiles"
mnuOpen, "Abrir"
mnuOpenNotepad, "Abrir con Bloc de Notas"
mnuProfile, "Perfiles"
mnuSave, "Guardar"
mnuSaveAll, "Exportar todos los resultados a CSV"
mnuSaveProfile, "Guardar perfil nuevo"
mnuSaveSelection, "Exportar los resultados seleccionados a CSV"
mnuShowFullLanguageList, "Mostrar lista completa"
mnuSyncProfiles, "Sincronizar perfiles"
rdoMatchQueryLineByLine, "Coincidir la consulta para cada línea en el archivo"
rdoMatchQueryToWholeFile, "Coincidir la consulta para todo el archivo"
tabAdvanced, "Avanzados"
tabDateFilters, "Filtros por fecha"
tabFileSizeFilters, "Filtros por tamaño de archivo"
tabSearch, "Buscar"


[frmMain_Strings]
AccessedAfterTT, "Accedido después {0}"
AccessedBeforeTT, "Accedido antes {0}"
AccessedBetweenTT, "Accedido entre {0} y {1}"
AppSelectionErrorPartOne, "La aplicación que ha seleccionado no se puede encontrar."
AppSelectionsErrorPartTwo, "¿Quieres seleccionar otro ahora?"
btnNewSearchTT, "Abrir una nueva Pestaña e inicie una búsqueda"
btnSearchTT, "Iniciar una búsqueda en la pestaña actual"
btnStopTT, "Detener la búsqueda seleccionada"
CaseSensitiveQueryTT, "Consulta con Caso Sensible"
cboDateFilterLogic_AND, "Y"
cboDateFilterLogic_OR, "O"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Consulta RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Sólo se mostrará la primera línea buscada cuando se coincida consulta para cada línea"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Se ha producido un error mientras se mostraba el menú contextual de Windows."
CreatedAfterTT, "Creado después {0}"
CreatedBeforeTT, "Creado antes {0}"
CreatedBetweenTT, "Creado entre {0} y {1}"
CSVSpreadsheet, "Archivos CSV"
CustomAppOpenError, "Se ha producido un error al abrir el archivo con la aplicación personalizada."
DateCreatedError, "Por favor seleccione una "Fecha de Creación Fecha de Finalización" que es posterior a la fecha de inicio."
DateFiltersSelected, "Filtros por fecha:"
DateModifiedError, "Por favor seleccione una "Fecha de Modificación Fecha Final" que es posterior a la fecha de inicio."
EmptyPDFError, "Se ha buscado archivo PDF, pero no contenía texto"
EnterProfileName, "Escriba un nombre de perfil:"
ErrorDirectoryEmpty, "Esta ruta está vacía"
ExcludeFilesTT, "Archivos excluidos: {0}"
ExcludePathsTT, "Excluir rutas: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Espere mientras el FileSeek ejecuta la operación solicitada.\nSi cierra esta ventana mientras se ejecuta esta tarea puede provocar resultados inesperados."
FileDeleteQuestion, "¿Seguro que desea borrar los archivos o carpetas seleccionados?"
FileDeleteTitle, "Eliminar archivos"
FileDeletionError, "Se ha producido un error al eliminar estos archivos."
FileHandlerError, "Por favor, introduzca una ruta de búsqueda."
FileIncludeNameMatch, "El [Filtro Incluir archivos] coincide con el nombre del archivo"
FileOpenError, "Se ha producido un error mientras se abría éste archivo."
FilePermenentDeleteQuestion, "¿Desea eliminar de forma permanente los archivos o carpetas seleccionados?"
FileQueryNameMatch, "La [Consulta] coincide con el nombre del archivo"
FileReadError, "Error de acceso al archivo: {0}"
FileSelectionError, "Por favor, seleccionar al menos 1 archivo que exista y vuelva a intentarlo."
FileSizeError, "Seleccione un tamaño máximo de archivo que sea igual o mayor que el tamaño mínimo de archivo."
FileSizeFiltersSelected, "Filtros de tamaño de archivo:"
FilesSearched, "Archivos buscados: {0}"
FilesSkipped, "Archivos omitidos: {0}"
FolderBrowserDescription, "Seleccione una carpeta para buscar"
FolderBrowsingError, "Ha ocurrido un error durante la búsqueda en una carpeta."
FolderIncludeNameMatch, "El [Filtro Incluir archivos] coincide con nombre de carpeta"
FolderItemError, "No se ha podido obtener la carpeta del elemento: {0}"
FolderOpenError, "Un error ha ocurrido mientras abría esta carpeta."
FolderQueryNameMatch, "La [Consulta de texto] coincide con nombre de carpeta"
FolderReadError, "Error leyendo carpetas en la carpeta:{0}"
HiddenFolderError, "No se está buscando, ya que es un archivo o carpeta oculta"
HyperTextMarkupLanguageFile, "Lenguaje de Marcado Hipertextual"
IFilterWarning, "Habilite los controladores de archivo en la pestaña Avanzado para mostrar resultados apropiados para: {0} archivos"
IncludeFilesTT, "Archivos Incluidos: {0}"
InvalidExcludeFilesRegExError, "El patrón RegEx de la exclusión de archivos no es válido.\n{0}"
InvalidFolderLength, "Tamaño de carpeta no válido."
InvalidIncludeFilesRegExError, "El patrón RegEx de la inclusión de archivos no es válido.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "El patrón RegEx de la solicitud no es válido.\n{0}"
KeypressError, "Se ha producido un error al procesar la tecla pulsada."
LinkedFolderError, "No se ha buscando la carpeta, ya que es un acceso directo o vínculos simbólicos"
MatchesFound, "Resultados encontrados: {0}"
MatchesFromQueue, "Resultados en cola: {0}"
MatchesFromQueueIcons, "Iconos en cola: {0}"
MaxFileSizeTT, "Tamaño máximo de archivo: {0}"
MaxPathError, "Este ruta es larga y puede no funcionar en algunos programas"
MenuOpenError, "Un error ha ocurrido mientras abría el menú."
MinFileSizeTT, "Tamaño mínimo de archivo: {0}"
ModifiedAfterTT, "Modificado después de {0}"
ModifiedBeforeTT, "Modificado antes de {0}"
ModifiedBetweenTT, "Modificado entre {0} y {1}"
More, "(más)"
NoDateFiltersSelected, "No hay filtros por fecha seleccionados"
NoFileSizeFiltersSelected, "No hay filtros por tamaño de archivo seleccionados"
NoOptionsSelected, "No ha se ha seleccionado ninguna opción"
NotepadError, "Se ha producido un error mientras abría el archivo con el Bloc de notas."
NotYourProfile, "Usted no es propietario de éste perfil."
OnlyShowFirstResultTT, "Mostrar únicamente el primer resultado"
OpenManyQuestion, "¿Seguro que desea abrir {0} archivos o carpetas?"
OptionsSelected, "Opciones seleccionadas:"
OtherApplication, "Other Application"
PathsTT, "Rutas: {0}"
PathTooLongError, "Windows no admite esta acción con nombres de ruta largas."
ProfileLoadError, "Se ha producido un error al cargar el perfil."
ProfileLoadOnStartError, "Se ha producido un error al cargar el perfil. El perfil no existe."
ProfileOverwriteQuestion, "¿Seguro que desea sobreescribir el perfil '{0}'?"
ProfileSaved, "Guardar la configuración de búsqueda de perfil '{0}'"
ProfileSaveError, "No se puede guardar el perfil."
ProOnlyDoubleClickPrompt, "Su controlador de doble clic por defecto sólo es una característica de FileSeek Pro.\nPuede cambiar el controlador de doble clic por defecto en Configuración> Pestaña Buscar\n\n¿Desea más información sobre la actualización?"
QueryTT, "Consulta:\n{0}"
rdoMatchQueryLineByLineTT, "Abrir un archivo una sola línea a la vez y tratar de coincidir con la consulta a cada línea"
rdoMatchQueryToWholeFileTT, "Abra el archivo completo a la vez y trate de hacer coincidir la consulta con todo el texto"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Se ha copiado un resultado al portapapeles."
ResultCopyError, "Se ha producido un error mientras copiaba los resultados de su búsqueda al portapapeles."
ResultSaveError, "Se ha producido un error al guardar los resultados.\n{0}"
ResultsCopied, "{0} resultados copiados al portapapeles."
ResultSelectionError, "Por favor, seleccione al menos 1 resultado de búsqueda e inténtelo de nuevo."
SaveResults, "Guardar los resultados en una hoja de cálculo"
SaveResultsAsHTML, "Guardar resultados en HTML"
SaveSearchProfile, "Guardar perfil de búsqueda"
SearchComplete, "Búsqueda completada en {0}s"
SearchCriteria, "Criterio de búsqueda:"
SearchCriteriaEmptyTT, "Criterio de búsqueda vacío"
SearchEnd, "Final de la búsqueda: {0}"
SearchError, "Se ha producido un error mientras se realizaba la búsqueda."
SearchStart, "Inicio de la búsqueda: {0}"
SearchSubFoldersTT, "Buscar en subcarpetas"
SettingFormShowError, "Se ha producido un error mientras se mostraba la ventana de Configuración."
Syncing, "Sincronización con su cuenta de Binary Fortress ..."
SystemFolderError, "No se está buscando, ya que es un archivo o carpeta de sistema"
TextCopyError, "Se ha producido un error mientras copiaba este texto."
TextProcessingError, "Se ha producido un error mientras se procesaba el texto."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Por favor seleccione un texto y vuelva a intentarlo."
txtPathTT, "Separar múltiples elementos con el carácter |"
UseFileHandlersTT, "Usar controlador de archivos"
ViewingAppPartOne, "Aún no ha seleccionado una aplicación de visualización"
ViewingAppPartTwo, "¿Le gustaría seleccionar uno ahora?"


[frmProfileManager_Controls]
btnCopyProfile, "Copiar Perfil"
btnDelete, "Eliminar"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Renombrar"
btnSync, "Sincronizar con su cuenta de Binary Fortress"
colProfileName, "Nombre del Perfil"
colProfileOwner, "Propietario del Perfil"
lblCurrentProfile, "Usuario Actual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "¿Cómo le gustaría llamar a su nuevo perfil?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Por favor, seleccione un perfil de la lista e inténtelo nuevamente."
ProfileDeleteQuestion, "¿Está seguro que desea eliminar el perfil seleccionado?"
RenameSearchProfile, "Cambiar el nombre del perfil de búsqueda"
SearchProfileName, "Buscar nombre del perfil:"
Title, "Administrar Perfiles"


[frmSettings_Controls]
btnBrowseOther, "&Examinar"
btnClearHistory, "Borrar historial de búsquedas"
btnIFilterToggle, "Alternar controlador de archivos"
btnOtherDefault, "&Predeterminado"
chkCloseToTray, "Cerrar el FileSeek a la bandeja del sistema"
chkCombineParameters, "Pasar varios archivos por la misma instancia, en lugar de abrir varias instancias"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Mostrar un error y omitir la ruta cuando ésta sea mayor de 260 caracteres"
chkExportExtraLines, "Exportar también las líneas adicionales al guardar los resultados de búsqueda"
chkIFilterErrors, "Mostrar un error para los archivos sin controlador (cuando la búsqueda con controlador de archivos está habilitada)"
chkIsQueryFullString, "Tratar el texto de la consulta como un término de búsqueda más amplio"
chkLinkedFoldersSearch, "Buscar archivos y carpetas que son accesos directos o vínculos simbólicos"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimizar FileSeek en la bandeja del sistema"
chkOnlyShowMatchedText, "Mostrar sólo el texto coincidente en el resultado de la búsqueda"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Buscar archivos y carpetas ocultos"
chkSearchSystemFiles, "Buscar archivos y carpetas de sistema"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Mostrar un error cuando no se pueda acceder a una carpeta o archivo"
chkShowHiddenFileError, "Mostrar un error cuando se omitan archivos o carpetas ocultas"
chkShowSystemFileError, "Mostrar un error cuando se omitan archivos o carpetas de sistema"
chkShowToolTips, "Mostrar información sobre herramientas (ToolTips)"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Comience siempre FileSeek con los criterios de búsqueda en blanco"
chkTreatAllExcludePathFiltersAsWildcards, "Tratar todos los filtros de rutas excluidas como comodines"
chkTreatAllIncludeFiltersAsWildcards, "Tratar todos los archivos de filtros incluidos como comodines"
chkUseCustomDateFormat, "Utilizar un formato de fecha personalizado"
chkUsePreviewHandlers, "Utilizar controladores de vista previa en el panel de resultados"
chkWindowsContextMenu, "Mostrar FileSeek en el menú contextual de Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Variables de línea de comandos"
gbDateFormat, "Formato de fecha"
gbGeneralOptions, "Opciones generales"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Parámetros para pasar en línea de comandos:"
lblDateFormatLink, "Cadenas de fecha y hora personalizadas"
lblDefaultDoubleClick, "Seleccione una operación predeterminada para el doble clic en el resultado de búsqueda:"
lblNumChar, "Mostrar esta cantidad de caracteres para cada resultado de búsqueda:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Seleccionar una aplicación para la visualización de archivos:"
lblSkipFile, "Tiempo máximo de búsqueda permitido por archivo (0 = sin límite):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Ha ocurrido un error durante la navegación de la aplicación."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportar todos los resultados a HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportar los resultados seleccionados a HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Abrir carpeta contenedora"
cboDefaultDoubleClickOperation_OpenNotepad, "Abrir con Bloc de Notas"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Con esta opción habilitada, una búsqueda escribiendo "lo que sea" será tratada como *lo que sea*"
ClearHistoryError, "Un error ha ocurrido mientras limpiaba su Historial de búsqueda."
ClearHistoryWarning, "¿Está seguro que desea borrar el Historial de Búsqueda?"
CommandLineError, "Por favor escriba los parámetros de línea de comandos, o haga clic en "Predeterminado" para restaurarlos."
CustomDateFormatError, "Ha habido un error al asignar el formato de fecha personalizado.\nCorrija el error y vuelva a intentarlo."
DisableFileHandler, "Deshabilitar el controlador de archivos"
DisablePreviewHandler, "Inhabilitar el controlador de vista previa"
EnableFileHandler, "Habilitar el controlador de archivos"
EnablePreviewHandler, "Habilitar el controlador de vista previa"
FileCommandDescription, "{0}: Sustituye el nombre del archivo completo."
FileHandlerListError, "Ha ocurrido un error al listar los controladores de archivos."
FileHandlerSelectError, "Ha ocurrido un error al seleccionar este controlador de archivos."
FileHandlerToggleError, "Ha ocurrido un error al alternar este controlador de archivos."
HistoryCleared, "El Historial de búsqueda se ha limpiado correctamente."
InvalidExitcode, "Ha devuelto un ExitCode inválido: {0}"
LineCommandDescription, "{0}: Sustituye el número de línea."
lvIFilters_Extension, "Extensión"
lvIFilters_Handler, "Controlador"
lvIFilters_HandlerVersion, "Versión"
NumOfCharError, "Por favor introduzca un número de caracteres entre {0} y {1} e inténtelo de nuevo."
PreviewHandlerListError, "Se ha producido un error al listar los controladores de vista previa."
PreviewHandlerToggle, "Alternar controladores de vista previa"
SettingMenuError, "Se ha producido un error durante la configuración en las opciones del Menú Contextual."
tabSettings_FileHandlers, "Controladores de archivo"
tabSettings_OtherApp, "Otra aplicación"
tabSettings_PreviewHandlers, "Controladores de vista previa"
tabSettings_Search, "Buscar"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultados de la búsqueda guardados correctamente.\n¿Desea ver el archivo?"
SearchCriteria, "Criterios de búsqueda"
SearchDate, "Fecha de búsqueda:"
Title, "Resultados de búsqueda de FileSeek"


[IFilterHelper_Strings]
UnknownError, "Error desconocido del IFilter"
UsingStandardMethodWarning, "No hay controlador para este archivo. Buscando con el método estándar."


[LicenseValidate_Strings]
ExpiredPrompt, "Lo sentimos, su licencia de prueba de FileSeek ha caducado.\nSi ya ha comprado una licencia, por favor escribala en la ventana de configuración de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"
Invalid, "Lo sentimos, su clave de licencia no es correcta."
InvalidReseller, "Lo sentimos, su licencia es válida únicamente con el FileSeek proporcionado por su distribuidor.\nPor favor, póngase en contacto con su distribuidor para más información."
LicenseProcessPro, "¡Gracias por Registrarse!"
LicenseProcessProRestoreSettingsPrompt, "Se ha detectado una copia de seguridad automática de su configuración Pro.\nEste archivo de copia tiene {0} días.\n¿Le gustaría importar la configuración de Pro? Toda la configuración actual será sustituida con la configuración de la copia de seguridad."
LicenseProcessRemoved, "Su licencia ha sido eliminada."
LicenseProcessTrial, "Gracias por probar FileSeek Pro!\nSu licencia expirará en {0: D}."
TrialAlmostDonePrompt, "Su licencia de prueba caducará pronto.\nSi ya ha comprado una licencia, por favor escribala en la ventana de Ajustes de FileSeek.\n\n¿Desea más información sobre la compra de FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Buscar con FileSeek"


[Words]
Add, "Añadir"
AdminSettingsLock, "Algunos ajustes son gestionados por el administrador del sistema"
Apply, "Aplicar"
ButtonEnterLicenseKey, "&Introduzca la Clave de Licencia"
ButtonLater, "&Después"
ButtonMoreInformation, "&Más Información"
ButtonUseFreeVersion, "&Utilizar Versión Gratuita"
Cancel, "&Cancelar"
Close, "&Cerrar"
Copy, "&Copiar"
Custom, "Personalizado"
Cut, "&Cortar"
Default, "Predeterminado"
Delete, "Eliminar"
Disable, "&Desactivar"
Disabled, "Deshabilitado"
Duplicate, "&Duplicar"
Edit, "Editar"
Enable, "Activar"
Enabled, "Habilitado"
Error, "Error"
ErrorNotAdminUACDisabled, "El UAC (Control de Cuentas de Usuario) está desactivado, pero usted no es un administrador, la acción solicitada probablemente fracase.\nPor favor, active el UAC o inicie sesión como administrador y vuelva a intentarlo.\nSi recientemente ha deshabilitado el UAC, por favor, asegúrese de reiniciar el equipo."
Exit, "Salir"
Help, "Ayuda"
Info, "información"
InvalidImageFile, "Esta imagen parece estar dañado o ilegible."
Name, "Nombre"
NameLabel, "Nombre:"
NeedProQuestion, "Debes actualizar a FileSeek Pro para utilizar esta función.\n¿Desea más información sobre la actualización?"
NeedsProShort, "Solo Pro"
Never, "Nunca"
No, "No"
OK, "&Aceptar"
Paste, "&Pegar"
ProOnlyNotice, "Las características de la versión Solo Pro se resaltarán en azul"
Redo, "&Rehacer"
Refresh, "Actualizar"
Remove, "Eliminar"
Rename, "Rename"
Seconds, "segundos"
SelectAll, "&Seleccionar Todo"
Start, "Iniciar"
Stop, "Parar"
Undo, "Deshacer"
Unknown, "Desconocido"
Yes, "Si"


[Installer]
AdditionalIcons, "Iconos Adicionales:"
CreateContextMenuItems, "Añadir al menú contextual del botón derecho de Windows"
CurrentUserOnly, "Sólo para éste usuario"
DesktopIcon, "Crear &icono en el escritorio"
DotNetInstallNow, "¿Le gustaría instalarlo ahora?"
DotNetRequired40, "Esta aplicación requiere Microsoft .NET Framework 4.0."
ForAllUsers, "Para todos los usuarios"
LaunchNow, "Iniciar Ahora"
LicKeyInvalid, "Esta licencia no parece ser válida."
LicKeyLabel, "Clave de licencia:"
LicKeySelectOption, "Por favor seleccione una opción de la clave de licencia de e inténtelo de nuevo."
LicKeyText, "Opciones de la clave de licencia:"
LicKeyTextAdminLocked, "Su licencia ha sido establecida por el administrador."
LicKeyTextChangeFree, "Haga clic en "Cambiar a la versión gratuita" en la ventana de configuración para utilizar la versión gratuita."
LicKeyTextEnterOrFree, "Escriba una licencia válida o seleccione 'Utilizar versión gratuita'."
LicKeyTextPaid, "Use esta clave de licencia:"
LicKeyTextTrial, "Usar la versión de prueba (solo la primera vez), volver a la versión gratuita después de 30 días"
RunAtStartup, "Iniciar con Windows"
SteamKeyInvalid, "Error al cargar su Clave de Licencia Steam.\nPor favor salga de este instalador/aplicación e intente hacer clic en Instalar o Iniciar desde dentro de Steam."
TextBefore, "Si tiene FileSeek ejecutando actualmente, por favor asegúrese de cerrar FileSeek antes de instalar esta nueva versión.\n\nVisita https://www.fileseek.ca para actualizaciones y soporte."
UninstallRemoveAllData1, "¿Quiere eliminar completamente TODA la configuración de la aplicación, las preferencias y los archivos temporales?"
UninstallRemoveAllData2, "No se recomienda si va a instalar esta aplicación de nuevo."